
===
Нормальное
Начальное приближение
масштаба t[0] = 5.50000000000000
сдвига t[1] = 0.22000000000000

# Результаты оценивания параметров распределения:
Нормальное с масштабом 5.5000 со сдвигом 0.2200
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=4.347581216357595 P=0       
* Крамера-Мизеса-Смирнова S=5.393535390904809 P=0       
* Андерсона-Дарлинга S=26.54776867752065 P=0       

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
N(0.2200,5.5000)
Имя для .ini-файла:
Shift(Scale(D9(),5.500000000000000000),0.220000000000000001)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22000000000000
сдвига t[1] = 5.50000000000000

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2200 со сдвигом 5.5000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.6612322864542696 P=0.7744135276611631
* Крамера-Мизеса-Смирнова S=0.1216648804745813 P=0.4887180079010813
* Андерсона-Дарлинга S=0.7822840237740891 P=0.4939826316047211

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
N(5.5000,0.2200)
Имя для .ini-файла:
Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22000000000000
сдвига t[1] = 5.50000000000000

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2200 со сдвигом 5.5000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.6612322864542696 P=0.7744135276611631
* Крамера-Мизеса-Смирнова S=0.1216648804745813 P=0.4887180079010813
* Андерсона-Дарлинга S=0.7822840237740891 P=0.4939826316047211

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
N(5.5000,0.2200)
Имя для .ini-файла:
Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22000000000000
сдвига t[1] = 5.50000000000000

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2200 со сдвигом 5.5000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.6612322864542696 P=0.7744135276611631
* Крамера-Мизеса-Смирнова S=0.1216648804745813 P=0.4887180079010813
* Андерсона-Дарлинга S=0.7822840237740891 P=0.4939826316047211

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
N(5.5000,0.2200)
Имя для .ini-файла:
Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22000000000000
сдвига t[1] = 5.50000000000000

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2200 со сдвигом 5.5000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.6612322864542696 P=0.7744135276611631
* Крамера-Мизеса-Смирнова S=0.1216648804745813 P=0.4887180079010813
* Андерсона-Дарлинга S=0.7822840237740891 P=0.4939826316047211

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
N(5.5000,0.2200)
Имя для .ini-файла:
Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22094568353759
сдвига t[1] = 5.44787655517241

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2171 со сдвигом 5.4479
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.5154134335959738 P=0.7889705507442077
* Крамера-Мизеса-Смирнова S=0.02535544691690086 P=0.9131656788256302
* Андерсона-Дарлинга S=0.2029477029673643 P=0.8788519144016218

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
N(5.4479,0.2171)
Имя для .ini-файла:
Shift(Scale(D9(),0.217102508850987280?),5.447879418457637790?)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22000000000000
сдвига t[1] = 5.50000000000000

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2200 со сдвигом 5.5000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.6612322864542696 P=0.7744135276611631
* Крамера-Мизеса-Смирнова S=0.1216648804745813 P=0.4887180079010813
* Андерсона-Дарлинга S=0.7822840237740891 P=0.4939826316047211

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
N(5.5000,0.2200)
Имя для .ini-файла:
Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22000000000000
сдвига t[1] = 5.50000000000000

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2200 со сдвигом 5.5000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.6612322864542696 P=0.7744135276611631
* Крамера-Мизеса-Смирнова S=0.1216648804745813 P=0.4887180079010813
* Андерсона-Дарлинга S=0.7822840237740891 P=0.4939826316047211

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
N(5.5000,0.2200)
Имя для .ini-файла:
Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22000000000000
сдвига t[1] = 5.50000000000000

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2200 со сдвигом 5.5000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.6612322864542696 P=0.7744135276611631
* Крамера-Мизеса-Смирнова S=0.1216648804745813 P=0.4887180079010813
* Андерсона-Дарлинга S=0.7822840237740891 P=0.4939826316047211

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
N(5.5000,0.2200)
Имя для .ini-файла:
Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22000000000000
сдвига t[1] = 5.50000000000000

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2200 со сдвигом 5.5000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.6612322864542696 P=0.7744135276611631
* Крамера-Мизеса-Смирнова S=0.1216648804745813 P=0.4887180079010813
* Андерсона-Дарлинга S=0.7822840237740891 P=0.4939826316047211

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
N(5.5000,0.2200)
Имя для .ini-файла:
Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 0.18000000000000
сдвига t[1] = 5.50000000000000

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1800 со сдвигом 5.5000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.8365560534335563 P=0.4859662966436071
* Крамера-Мизеса-Смирнова S=0.1460156578340443 P=0.4019480858953529
* Андерсона-Дарлинга S=0.8417067552345969 P=0.4518893887302134

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
Лап(5.5000,0.1800)
Имя для .ini-файла:
Shift(Scale(D8(),0.179999999999999993),5.500000000000000000)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 5.44793103448276
сдвига t[1] = 5.44787655517241

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1736 со сдвигом 5.4600
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.5598720638844277 P=0.6991563547070573
* Крамера-Мизеса-Смирнова S=0.04986218057183812 P=0.5554094274431061
* Андерсона-Дарлинга S=0.3100013518746962 P=0.6864020434315465

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
Лап(5.4600,0.1736)
Имя для .ini-файла:
Shift(Scale(D8(),0.173634160154918366?),5.460000540741538622?)
======================================

===
Логарифмически(ln) Нормальное
Начальное приближение
формы t[0] = 0.05000000000000
формы t[1] = 1.70000000000000

# Результаты оценивания параметров распределения:
Логарифмически(ln) Нормальное с масштабом 0.0500 со сдвигом 1.7000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.7121603866168195 P=0.6909080657003053
* Крамера-Мизеса-Смирнова S=0.09017207606567978 P=0.6352235026280247
* Андерсона-Дарлинга S=0.6484933764430245 P=0.6033684495946561

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
Логарифмически(ln) N(1.7000,0.0500)
Имя для .ini-файла:
Ln(Shift(Scale(D9(),0.050000000000000003),1.699999999999999956))
======================================

===
Логарифмически(ln) Нормальное
Начальное приближение
формы t[0] = 0.05000000000000
формы t[1] = 1.70000000000000

# Результаты оценивания параметров распределения:
Логарифмически(ln) Нормальное с масштабом 0.0500 со сдвигом 1.7000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.7121603866168195 P=0.6909080657003053
* Крамера-Мизеса-Смирнова S=0.09017207606567978 P=0.6352235026280247
* Андерсона-Дарлинга S=0.6484933764430245 P=0.6033684495946561

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
Логарифмически(ln) N(1.7000,0.0500)
Имя для .ini-файла:
Ln(Shift(Scale(D9(),0.050000000000000003),1.699999999999999956))
======================================

===
Логарифмически(ln) Нормальное
Начальное приближение
формы t[0] = 0.05000000000000
формы t[1] = 1.70000000000000

# Результаты оценивания параметров распределения:
Логарифмически(ln) Нормальное с масштабом 0.0403 со сдвигом 1.6944
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.5363228546402077 P=0.7335740981911673
* Крамера-Мизеса-Смирнова S=0.03022745793328706 P=0.841118888578154
* Андерсона-Дарлинга S=0.2431077677981115 P=0.7709339961399519

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
Логарифмически(ln) N(1.6944,0.0403)
Имя для .ini-файла:
Ln(Shift(Scale(D9(),0.040287545281802284?),1.694428910801774712?))
======================================

===
Логарифмически(ln) Нормальное
Начальное приближение
формы t[0] = 0.04028754528180
формы t[1] = 1.69442891080177

# Результаты оценивания параметров распределения:
Логарифмически(ln) Нормальное с масштабом 0.0403 со сдвигом 1.6944
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.5362877133181302 P=0.7336703748073142
* Крамера-Мизеса-Смирнова S=0.03022987863015819 P=0.8410799174400183
* Андерсона-Дарлинга S=0.2431208084251359 P=0.7708966226036343

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
Логарифмически(ln) N(1.6944,0.0403)
Имя для .ini-файла:
Ln(Shift(Scale(D9(),0.040285872422733862?),1.694428433423206037?))
======================================

===
Логистическое
Начальное приближение
масштаба t[0] = 0.13000000000000
сдвига t[1] = 5.50000000000000

# Результаты оценивания параметров распределения:
Логистическое с масштабом 0.1300 со сдвигом 5.5000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.7052882170353607 P=0.7024147274886972
* Крамера-Мизеса-Смирнова S=0.1234263749947542 P=0.4817374124507222
* Андерсона-Дарлинга S=0.7403408758933665 P=0.5260639532398009

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
Лог(5.5000,0.1300)
Имя для .ini-файла:
Shift(Scale(D13(),0.130000000000000004),5.500000000000000000)
======================================

===
Логистическое
Начальное приближение
масштаба t[0] = 0.12181373965299
сдвига t[1] = 5.44787655517241

# Результаты оценивания параметров распределения:
Логистическое с масштабом 0.1233 со сдвигом 5.4561
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.3857268228786369 P=0.9739945189171834
* Крамера-Мизеса-Смирнова S=0.02416317929433707 P=0.882319325877741
* Андерсона-Дарлинга S=0.1819297515385045 P=0.9075367703617019

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
Лог(5.4561,0.1233)
Имя для .ini-файла:
Shift(Scale(D13(),0.123279198733547424?),5.456062190242350951?)
======================================

===
Логистическое
Начальное приближение
масштаба t[0] = 0.12181373965299
сдвига t[1] = 5.44787655517241

# Результаты оценивания параметров распределения:
Логистическое с масштабом 0.1233 со сдвигом 5.4561
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.3857268228786369 P=0.9739945189171834
* Крамера-Мизеса-Смирнова S=0.02416317929433707 P=0.882319325877741
* Андерсона-Дарлинга S=0.1819297515385045 P=0.9075367703617019

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
Лог(5.4561,0.1233)
Имя для .ini-файла:
Shift(Scale(D13(),0.123279198733547424?),5.456062190242350951?)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22094568353759
сдвига t[1] = 5.44787655517241

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2171 со сдвигом 5.4479
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.5154134335959738 P=0.7889705507442077
* Крамера-Мизеса-Смирнова S=0.02535544691690086 P=0.9131656788256302
* Андерсона-Дарлинга S=0.2029477029673643 P=0.8788519144016218

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
N(5.4479,0.2171)
Имя для .ini-файла:
Shift(Scale(D9(),0.217102508850987280?),5.447879418457637790?)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22000000000000
сдвига t[1] = 5.50000000000000

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2200 со сдвигом 5.5000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.6612322864542696 P=0.7744135276611631
* Крамера-Мизеса-Смирнова S=0.1216648804745813 P=0.4887180079010813
* Андерсона-Дарлинга S=0.7822840237740891 P=0.4939826316047211

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
N(5.5000,0.2200)
Имя для .ini-файла:
Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22094568353759
сдвига t[1] = 5.44787655517241

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2171 со сдвигом 5.4479
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.5154134335959738 P=0.7889705507442077
* Крамера-Мизеса-Смирнова S=0.02535544691690086 P=0.9131656788256302
* Андерсона-Дарлинга S=0.2029477029673643 P=0.8788519144016218

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Наилучшее :
N(5.4479,0.2171)
Имя для .ini-файла:
Shift(Scale(D9(),0.217102508850987280?),5.447879418457637790?)
======================================
