
===
Нормальное
Начальное приближение
масштаба t[0] = 0.26647535214442
сдвига t[1] = 5.41339414137931

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2618 со сдвигом 5.4134
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.7905818772593765 P=0.1466521005726968
* Крамера-Мизеса-Смирнова S=0.06219860861182967 P=0.3568503104817294
* Андерсона-Дарлинга S=0.4496475185419513 P=0.2788922312108322

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Наилучшее :
N(5.4134,0.2618)
Имя для .ini-файла:
Shift(Scale(D9(),0.261840200072048168?),5.413396652351525340?)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22000000000000
сдвига t[1] = 5.50000000000000

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2200 со сдвигом 5.5000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.8469276246313214 P=0.4699986239720663
* Крамера-Мизеса-Смирнова S=0.2269417355054744 P=0.2208289867874664
* Андерсона-Дарлинга S=1.743466262019144 P=0.1276952611110554

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Наилучшее :
N(5.5000,0.2200)
Имя для .ini-файла:
Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22000000000000
сдвига t[1] = 5.50000000000000

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2200 со сдвигом 5.5000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.8469276246313214 P=0.4699986239720663
* Крамера-Мизеса-Смирнова S=0.2269417355054744 P=0.2208289867874664
* Андерсона-Дарлинга S=1.743466262019144 P=0.1276952611110554

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Наилучшее :
N(5.5000,0.2200)
Имя для .ini-файла:
Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22000000000000
сдвига t[1] = 5.50000000000000

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2200 со сдвигом 5.5000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.8469276246313214 P=0.4699986239720663
* Крамера-Мизеса-Смирнова S=0.2269417355054744 P=0.2208289867874664
* Андерсона-Дарлинга S=1.743466262019144 P=0.1276952611110554

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Наилучшее :
N(5.5000,0.2200)
Имя для .ini-файла:
Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22000000000000
сдвига t[1] = 5.50000000000000

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2200 со сдвигом 5.5000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.8469276246313214 P=0.4699986239720663
* Крамера-Мизеса-Смирнова S=0.2269417355054744 P=0.2208289867874664
* Андерсона-Дарлинга S=1.743466262019144 P=0.1276952611110554

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Наилучшее :
N(5.5000,0.2200)
Имя для .ini-файла:
Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22000000000000
сдвига t[1] = 5.50000000000000

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2200 со сдвигом 5.5000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.8469276246313214 P=0.4699986239720663
* Крамера-Мизеса-Смирнова S=0.2269417355054744 P=0.2208289867874664
* Андерсона-Дарлинга S=1.743466262019144 P=0.1276952611110554

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Наилучшее :
N(5.5000,0.2200)
Имя для .ini-файла:
Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22000000000000
сдвига t[1] = 5.50000000000000

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2200 со сдвигом 5.5000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.6612322864542696 P=0.7744135276611631
* Крамера-Мизеса-Смирнова S=0.1216648804745813 P=0.4887180079010813
* Андерсона-Дарлинга S=0.7822840237740891 P=0.4939826316047211

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Наилучшее :
N(5.5000,0.2200)
Имя для .ini-файла:
Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22094568353759
сдвига t[1] = 5.44787655517241

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2171 со сдвигом 5.4479
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.5154134335960867 P=0.7889705507439203

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Наилучшее :
N(5.4479,0.2171)
Имя для .ini-файла:
Shift(Scale(D9(),0.217102508850986892?),5.447879418457620915?)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22094568353759
сдвига t[1] = 5.44787655517241

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2171 со сдвигом 5.4479
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.5154134335960867 P=0.7889705507439203
* Крамера-Мизеса-Смирнова S=0.02535544691691975 P=0.9131656788253818
* Андерсона-Дарлинга S=0.2029477029674425 P=0.8788519144014323

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Наилучшее :
N(5.4479,0.2171)
Имя для .ini-файла:
Shift(Scale(D9(),0.217102508850986892?),5.447879418457620915?)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22000000000000
сдвига t[1] = 5.50000000000000

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2200 со сдвигом 5.5000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.6612322864542696 P=0.7744135276611631
* Крамера-Мизеса-Смирнова S=0.1216648804745813 P=0.4887180079010813
* Андерсона-Дарлинга S=0.7822840237740891 P=0.4939826316047211

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Наилучшее :
N(5.5000,0.2200)
Имя для .ini-файла:
Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22094568353759
сдвига t[1] = 5.44787655517241

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2171 со сдвигом 5.4479
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.5154134335960867 P=0.7889705507439203
* Крамера-Мизеса-Смирнова S=0.02535544691691975 P=0.9131656788253818
* Андерсона-Дарлинга S=0.2029477029674425 P=0.8788519144014323

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Наилучшее :
N(5.4479,0.2171)
Имя для .ini-файла:
Shift(Scale(D9(),0.217102508850986892?),5.447879418457620915?)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22094568353759
сдвига t[1] = 5.44787655517241

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2171 со сдвигом 5.4479
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.5154134335960867 P=0.7889705507439203
* Крамера-Мизеса-Смирнова S=0.02535544691691975 P=0.9131656788253818
* Андерсона-Дарлинга S=0.2029477029674425 P=0.8788519144014323

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Наилучшее :
N(5.4479,0.2171)
Имя для .ini-файла:
Shift(Scale(D9(),0.217102508850986892?),5.447879418457620915?)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22094568353759
сдвига t[1] = 5.44787655517241

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2171 со сдвигом 5.4479
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.5154134335960867 P=0.7889705507439203
* Крамера-Мизеса-Смирнова S=0.02535544691691975 P=0.9131656788253818
* Андерсона-Дарлинга S=0.2029477029674425 P=0.8788519144014323

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Наилучшее :
N(5.4479,0.2171)
Имя для .ini-файла:
Shift(Scale(D9(),0.217102508850986892?),5.447879418457620915?)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22094568353759
сдвига t[1] = 5.44787655517241

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2171 со сдвигом 5.4479
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.5154134335960867 P=0.7889705507439203
* Крамера-Мизеса-Смирнова S=0.02535544691691975 P=0.9131656788253818
* Андерсона-Дарлинга S=0.2029477029674425 P=0.8788519144014323

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Наилучшее :
N(5.4479,0.2171)
Имя для .ini-файла:
Shift(Scale(D9(),0.217102508850986892?),5.447879418457620915?)
======================================

===
Нормальное
Начальное приближение
масштаба t[0] = 0.22094568353759
сдвига t[1] = 5.44787655517241

# Результаты оценивания параметров распределения:
Нормальное с масштабом 0.2171 со сдвигом 5.4479
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.5154134335960867 P=0.7889705507439203
* Крамера-Мизеса-Смирнова S=0.02535544691691975 P=0.9131656788253818
* Андерсона-Дарлинга S=0.2029477029674425 P=0.8788519144014323

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Наилучшее :
N(5.4479,0.2171)
Имя для .ini-файла:
Shift(Scale(D9(),0.217102508850986892?),5.447879418457620915?)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 5.44793103448276
сдвига t[1] = 5.44787655517241

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1736 со сдвигом 5.4600
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.5598720641991775 P=0.6991563538685142
* Крамера-Мизеса-Смирнова S=0.04986218059037232 P=0.5554094271814198
* Андерсона-Дарлинга S=0.3100013519830149 P=0.6864020431785274

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Наилучшее :
Лап(5.4600,0.1736)
Имя для .ini-файла:
Shift(Scale(D8(),0.173634160146156818?),5.460000540772596444?)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 5.44793103448276
сдвига t[1] = 5.44787655517241

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1736 со сдвигом 5.4600
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.5598720641991775 P=0.6991563538685142
* Крамера-Мизеса-Смирнова S=0.04986218059037232 P=0.5554094271814198
* Андерсона-Дарлинга S=0.3100013519830149 P=0.6864020431785274

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Наилучшее :
Лап(5.4600,0.1736)
Имя для .ini-файла:
Shift(Scale(D8(),0.173634160146156818?),5.460000540772596444?)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 5.44793103448276
сдвига t[1] = 5.44787655517241

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1736 со сдвигом 5.4600
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Хи-квадрат Пирсона S=5.240966681112894 P=0.6305830587717942
* Колмогорова S=0.5598720641991775 P=0.6991563538685142
* Крамера-Мизеса-Смирнова S=0.04986218059037232 P=0.5554094271814198
* Андерсона-Дарлинга S=0.3100013519830149 P=0.6864020431785274

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Наилучшее :
Лап(5.4600,0.1736)
Имя для .ini-файла:
Shift(Scale(D8(),0.173634160146156818?),5.460000540772596444?)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 5.44793103448276
сдвига t[1] = 5.44787655517241

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1736 со сдвигом 5.4600
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2
* Колмогорова S=0.5598720641991775 P=0.6991563538685142
