
Распределение:           Лап
Оцениваемый параметр:    масштаба
Количество выборок (N):  16600
Объемы выборок (n):      20
Выборочная дисперсия (неценз.) 0.0485385
Выборочная дисперсия (неценз.) 0.0647643
Выборочная дисперсия (неценз.) 0.0680988
Выборочная дисперсия (неценз.) 0.0587482
Выборочная дисперсия (неценз.) 0.0695517

Распределение:           Лап
Оцениваемый параметр:    масштаба
Количество выборок (N):  100
Объемы выборок (n):      20
Выборочная дисперсия (неценз.) 0.00173671
Выборочная дисперсия (неценз.) 0.00560879
Выборочная дисперсия (неценз.) 0.00287489
Выборочная дисперсия (неценз.) 0.00248577
Выборочная дисперсия (неценз.) 0.00247545

Распределение:           Лап
Оцениваемый параметр:    масштаба
Количество выборок (N):  16600
Объемы выборок (n):      20
Выборочная дисперсия (неценз.) 6.17469e-05
Выборочная дисперсия (неценз.) 0.000277833
Выборочная дисперсия (неценз.) 0.000120906
Выборочная дисперсия (неценз.) 9.99598e-05
Выборочная дисперсия (неценз.) 8.62347e-05

Распределение:           Лап
Оцениваемый параметр:    масштаба
Количество выборок (N):  16600
Объемы выборок (n):      20
Выборочная дисперсия (неценз.) 0.0498005
Выборочная дисперсия (неценз.) 0.218437
Выборочная дисперсия (неценз.) 0.0971386
Выборочная дисперсия (неценз.) 0.0806212
Выборочная дисперсия (неценз.) 0.0695517

Распределение:           Лап
Оцениваемый параметр:    масштаба
Количество выборок (N):  100
Объемы выборок (n):      20
Выборочная дисперсия (неценз.) 0.0633022
Выборочная дисперсия (неценз.) 0.087857
Выборочная дисперсия (неценз.) 0.0923021
Выборочная дисперсия (неценз.) 0.0766025
Выборочная дисперсия (неценз.) 0.0905377

Распределение:           Лап
Оцениваемый параметр:    масштаба
Количество выборок (N):  100
Объемы выборок (n):      20
Выборочная дисперсия (неценз.) 1.58797
Выборочная дисперсия (неценз.) 4.96676
Выборочная дисперсия (неценз.) 2.42548
Выборочная дисперсия (неценз.) 2.10138
Выборочная дисперсия (неценз.) 2.26344

Распределение:           Лап
Оцениваемый параметр:    масштаба
Количество выборок (N):  16600
Объемы выборок (n):      20
Выборочная дисперсия (неценз.) 1.24501
Выборочная дисперсия (неценз.) 5.47735
Выборочная дисперсия (неценз.) 2.22265
Выборочная дисперсия (неценз.) 1.90942
Выборочная дисперсия (неценз.) 1.73879

Распределение:           Лап
Оцениваемый параметр:    масштаба
Количество выборок (N):  16600
Объемы выборок (n):      50
Выборочная дисперсия (неценз.) 0.020027
Выборочная дисперсия (неценз.) 0.057149
Выборочная дисперсия (неценз.) 0.0308646
Выборочная дисперсия (неценз.) 0.0256454
Выборочная дисперсия (неценз.) 0.0272066
