
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.366552
Правая граница:    	1.99745
Размах выборки:    	1.6309
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.205644 
 0.9	 1.267372 
 0.95	 1.363796 
 0.975	 1.451938 
 0.99	 1.555265
 0.995	 1.617842
Нижние Процентные точки:
 0.005	 0.514449 
 0.01	 0.541983 
 0.025	 0.592658 
 0.05	 0.640100 
 0.1	 0.703882
 0.15	 0.749221
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.165353210354292651?),0.968953817871369028?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.366552
Правая граница:    	1.99745
Размах выборки:    	1.6309
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.205644 
 0.9	 1.267372 
 0.95	 1.363796 
 0.975	 1.451938 
 0.99	 1.555265
 0.995	 1.617842
Нижние Процентные точки:
 0.005	 0.514449 
 0.01	 0.541983 
 0.025	 0.592658 
 0.05	 0.640100 
 0.1	 0.703882
 0.15	 0.749221
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.175542219489098206?),0.968953817871369028)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.366552
Правая граница:    	1.99745
Размах выборки:    	1.6309
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.205644 
 0.9	 1.267372 
 0.95	 1.363796 
 0.975	 1.451938 
 0.99	 1.555265
 0.995	 1.617842
Нижние Процентные точки:
 0.005	 0.514449 
 0.01	 0.541983 
 0.025	 0.592658 
 0.05	 0.640100 
 0.1	 0.703882
 0.15	 0.749221
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.175542219489098206?),0.968953817871369028)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.366552
Правая граница:    	1.99745
Размах выборки:    	1.6309
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.205644 
 0.9	 1.267372 
 0.95	 1.363796 
 0.975	 1.451938 
 0.99	 1.555265
 0.995	 1.617842
Нижние Процентные точки:
 0.005	 0.514449 
 0.01	 0.541983 
 0.025	 0.592658 
 0.05	 0.640100 
 0.1	 0.703882
 0.15	 0.749221
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.175542219489098206?),0.968953817871369028)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.366552
Правая граница:    	1.99745
Размах выборки:    	1.6309
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.205644 
 0.9	 1.267372 
 0.95	 1.363796 
 0.975	 1.451938 
 0.99	 1.555265
 0.995	 1.617842
Нижние Процентные точки:
 0.005	 0.514449 
 0.01	 0.541983 
 0.025	 0.592658 
 0.05	 0.640100 
 0.1	 0.703882
 0.15	 0.749221
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.165353210354292651?),0.968953817871369028?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.366552
Правая граница:    	1.99745
Размах выборки:    	1.6309
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.205644 
 0.9	 1.267372 
 0.95	 1.363796 
 0.975	 1.451938 
 0.99	 1.555265
 0.995	 1.617842
Нижние Процентные точки:
 0.005	 0.514449 
 0.01	 0.541983 
 0.025	 0.592658 
 0.05	 0.640100 
 0.1	 0.703882
 0.15	 0.749221
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.175542219489098206?),0.968953817871369028)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.366552
Правая граница:    	1.99745
Размах выборки:    	1.6309
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.205644 
 0.9	 1.267372 
 0.95	 1.363796 
 0.975	 1.451938 
 0.99	 1.555265
 0.995	 1.617842
Нижние Процентные точки:
 0.005	 0.514449 
 0.01	 0.541983 
 0.025	 0.592658 
 0.05	 0.640100 
 0.1	 0.703882
 0.15	 0.749221
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.165353210354292651?),0.968953817871369028?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.9690,0.1654).dat
Название: Метод максимального правдоподобия; N=100 выб.; n=20 набл.; Лап(0.9690,0.1654)
Тип выборки:    	0
Число наблюдений:   	100
Объем:      	100
Левая граница:    	0.082499
Правая граница:    	0.286971
Размах выборки:    	0.204472
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.3981

Верхние Процентные точки:
 0.85	 0.208787 
 0.9	 0.225865 
 0.95	 0.239394 
 0.975	 0.252803 
 0.99	 0.280642
 0.995	 0.286971
Нижние Процентные точки:
 0.005	 0.082499 
 0.01	 0.091415 
 0.025	 0.091842 
 0.05	 0.108424 
 0.1	 0.119819
 0.15	 0.123036
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.9690,0.1654).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.043595182663563957?),0.143869258081777279?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.9690,0.1654).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.9690,0.1654).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.9690,0.1654).dat
Название: Метод максимального правдоподобия; N=100 выб.; n=20 набл.; Лап(0.9690,0.1654)
Тип выборки:    	0
Число наблюдений:   	100
Объем:      	100
Левая граница:    	0.082499
Правая граница:    	0.286971
Размах выборки:    	0.204472
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.3981

Верхние Процентные точки:
 0.85	 0.208787 
 0.9	 0.225865 
 0.95	 0.239394 
 0.975	 0.252803 
 0.99	 0.280642
 0.995	 0.286971
Нижние Процентные точки:
 0.005	 0.082499 
 0.01	 0.091415 
 0.025	 0.091842 
 0.05	 0.108424 
 0.1	 0.119819
 0.15	 0.123036
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.9690,0.1654).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.035211711267277963?),0.143869258081777279)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.9690,0.1654).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.9690,0.1654).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.1439,0.0352).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.1439,0.0352)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.012974
Правая граница:    	0.0713448
Размах выборки:    	0.0583708
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.1439,0.0352).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.1439,0.0352)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.012974
Правая граница:    	0.0713448
Размах выборки:    	0.0583708
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 0.043499 
 0.9	 0.045702 
 0.95	 0.049122 
 0.975	 0.052174 
 0.99	 0.055939
 0.995	 0.058619
Нижние Процентные точки:
 0.005	 0.018729 
 0.01	 0.019672 
 0.025	 0.021587 
 0.05	 0.023462 
 0.1	 0.025653
 0.15	 0.027227
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.1439,0.0352).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.006257593277892515?),0.034665260269897066?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.1439,0.0352).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.1439,0.0352).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),1.002463942970165167?),0.000000000000000000)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),1.002463942970165167?),0.000000000000000000)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),1.002463942970165167?),0.000000000000000000)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),1.002463942970165167?),0.000000000000000000)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),1.002463942970165167),0.984504249593262326?)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.177667680308864595?),0.984551749015573630?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.177667680308864595),0.984551749015573630)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.177701007469718730?),0.984551749015573630)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),1.002463942970165167?),0.000000000000000000)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),1.000000000000000000),0.984500928127238661?)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),1.000000000000000000),0.984500928127238661?)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.178116430669083198?),1.000000000000000000)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=100 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	100
Объем:      	100
Левая граница:    	0.470383
Правая граница:    	1.71723
Размах выборки:    	1.24685
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.3981

Верхние Процентные точки:
 0.85	 1.228599 
 0.9	 1.342801 
 0.95	 1.445173 
 0.975	 1.514457 
 0.99	 1.693760
 0.995	 1.717231
Нижние Процентные точки:
 0.005	 0.470383 
 0.01	 0.487699 
 0.025	 0.543375 
 0.05	 0.650492 
 0.1	 0.695418
 0.15	 0.726291
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.973214351375455866?),0.000000000000000000)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=100 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	100
Объем:      	100
Левая граница:    	0.470383
Правая граница:    	1.71723
Размах выборки:    	1.24685
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.3981

Верхние Процентные точки:
 0.85	 1.228599 
 0.9	 1.342801 
 0.95	 1.445173 
 0.975	 1.514457 
 0.99	 1.693760
 0.995	 1.717231
Нижние Процентные точки:
 0.005	 0.470383 
 0.01	 0.487699 
 0.025	 0.543375 
 0.05	 0.650492 
 0.1	 0.695418
 0.15	 0.726291
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.973214351375455866),0.000000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=100 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	100
Объем:      	100
Левая граница:    	0.470383
Правая граница:    	1.71723
Размах выборки:    	1.24685
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.3981

Верхние Процентные точки:
 0.85	 1.228599 
 0.9	 1.342801 
 0.95	 1.445173 
 0.975	 1.514457 
 0.99	 1.693760
 0.995	 1.717231
Нижние Процентные точки:
 0.005	 0.470383 
 0.01	 0.487699 
 0.025	 0.543375 
 0.05	 0.650492 
 0.1	 0.695418
 0.15	 0.726291
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),5.000000000000000000),0.000000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_100_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,5.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,5.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	1.84245
Правая граница:    	10.1307
Размах выборки:    	8.28827
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 6.176806 
 0.9	 6.489585 
 0.95	 6.975281 
 0.975	 7.408704 
 0.99	 7.943324
 0.995	 8.323825
Нижние Процентные точки:
 0.005	 2.659575 
 0.01	 2.793494 
 0.025	 3.065264 
 0.05	 3.331581 
 0.1	 3.642551
 0.15	 3.866102
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,5.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),5.012320757192621379?),0.000000000000000000)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,5.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,5.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,5.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,5.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	1.84245
Правая граница:    	10.1307
Размах выборки:    	8.28827
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 6.176806 
 0.9	 6.489585 
 0.95	 6.975281 
 0.975	 7.408704 
 0.99	 7.943324
 0.995	 8.323825
Нижние Процентные точки:
 0.005	 2.659575 
 0.01	 2.793494 
 0.025	 3.065264 
 0.05	 3.331581 
 0.1	 3.642551
 0.15	 3.866102
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,5.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),5.012320757192621379?),0.000000000000000000)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,5.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,5.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,5.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,5.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	1.84245
Правая граница:    	10.1307
Размах выборки:    	8.28827
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 6.176806 
 0.9	 6.489585 
 0.95	 6.975281 
 0.975	 7.408704 
 0.99	 7.943324
 0.995	 8.323825
Нижние Процентные точки:
 0.005	 2.659575 
 0.01	 2.793494 
 0.025	 3.065264 
 0.05	 3.331581 
 0.1	 3.642551
 0.15	 3.866102
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,5.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),5.000000000000000000),0.000000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,5.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,5.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,5.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,5.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	1.84245
Правая граница:    	10.1307
Размах выборки:    	8.28827
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 6.176806 
 0.9	 6.489585 
 0.95	 6.975281 
 0.975	 7.408704 
 0.99	 7.943324
 0.995	 8.323825
Нижние Процентные точки:
 0.005	 2.659575 
 0.01	 2.793494 
 0.025	 3.065264 
 0.05	 3.331581 
 0.1	 3.642551
 0.15	 3.866102
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,5.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),5.000000000000000000),0.000000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,5.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,5.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод минимума статистики Колмогорова
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\kol_20_16600_Лап(0.0000,5.0000).dat
Название: Метод минимума статистики Колмогорова; N=16600 выб.; n=20 набл.; Лап(0.0000,5.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	1.1389
Правая граница:    	50.3503
Размах выборки:    	49.2114
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 7.601202 
 0.9	 8.345348 
 0.95	 9.694653 
 0.975	 11.197007 
 0.99	 13.480215
 0.995	 15.787889
Нижние Процентные точки:
 0.005	 2.085931 
 0.01	 2.299281 
 0.025	 2.681672 
 0.05	 2.999810 
 0.1	 3.436782
 0.15	 3.751052
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\kol_20_16600_Лап(0.0000,5.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),5.000000000000000000),0.000000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\kol_20_16600_Лап(0.0000,5.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\kol_20_16600_Лап(0.0000,5.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод минимума статистики Колмогорова
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),5.000000000000000000),1.074699468710185180?)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод минимума статистики Колмогорова
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),1.000000000000000000),1.040614833083651769?)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод минимума статистики Колмогорова
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),93055.913091539638120000?),0.000000000000000000)                                   


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),1.002463942970165167?),0.000000000000000000)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),1.002463942970165167?),0.000000000000000000)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.177667680308864595?),0.984551749015573630?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.177667680308864595),0.984496931567667821?)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),1.002463942970165167?),0.000000000000000000)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.178116430669083198?),1.000000000000000000)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),0.177667680308864595?),0.984551749015573630?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Рав                            	0        	отвергается		Shift(Scale(D0(),1.677578180279198916?),0.000000000000000000)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Рав                       	0       

Распределение             Выборка                   	Критерий

Рав                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Рав                            	0        	отвергается		Shift(Scale(D0(),1.677578180279198916?),0.000000000000000000)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Рав                       	0       

Распределение             Выборка                   	Критерий

Рав                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_50_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=50 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.550813
Правая граница:    	1.6159
Размах выборки:    	1.06508
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.148761 
 0.9	 1.185119 
 0.95	 1.242479 
 0.975	 1.292394 
 0.99	 1.357629
 0.995	 1.397457
Нижние Процентные точки:
 0.005	 0.668238 
 0.01	 0.698363 
 0.025	 0.743190 
 0.05	 0.779318 
 0.1	 0.825034
 0.15	 0.854604
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_50_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),1.000381172400534258?),0.000000000000000000)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_50_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_50_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Название: Метод максимального правдоподобия; N=16600 выб.; n=20 набл.; Лап(0.0000,1.0000)
Тип выборки:    	0
Число наблюдений:   	16600
Объем:      	16600
Левая граница:    	0.368489
Правая граница:    	2.02614
Размах выборки:    	1.65765
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.1432

Верхние Процентные точки:
 0.85	 1.235361 
 0.9	 1.297917 
 0.95	 1.395056 
 0.975	 1.481741 
 0.99	 1.588665
 0.995	 1.664765
Нижние Процентные точки:
 0.005	 0.531915 
 0.01	 0.558699 
 0.025	 0.613053 
 0.05	 0.666316 
 0.1	 0.728510
 0.15	 0.773220
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Лап                            	0        	отвергается		Shift(Scale(D8(),1.002463942970165167?),0.000000000000000000)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat Лап                       	0       

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
N                              	0        	отвергается		Shift(Scale(D9(),5.500000000000000000),0.220000000000000001)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat N                         	0       

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
N                              	0.5857   	не отвергается		Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat N                         	0.5857  

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.5857  
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
N                              	0.5857   	не отвергается		Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat N                         	0.5857  

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.5857  
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
N                              	0.5857   	не отвергается		Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat N                         	0.5857  

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.5857  
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
N                              	0.5857   	не отвергается		Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat N                         	0.5857  

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.5857  
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
N                              	0.86033  	не отвергается		Shift(Scale(D9(),0.217102508850987280?),5.447879418457637790?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat N                         	0.86033 

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.86033 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.62
Правая граница:    	5.85
Размах выборки:    	1.23
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.620000 
 0.01	 4.620000 
 0.025	 4.620000 
 0.05	 4.880000 
 0.1	 5.070000
 0.15	 5.260000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
N                              	0.2608   	не отвергается		Shift(Scale(D9(),0.261840200072048168?),5.413396652351525340?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat N                         	0.2608  

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat 	0.2608  
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.62
Правая граница:    	5.85
Размах выборки:    	1.23
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.620000 
 0.01	 4.620000 
 0.025	 4.620000 
 0.05	 4.880000 
 0.1	 5.070000
 0.15	 5.260000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
N                              	0.27284  	не отвергается		Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat N                         	0.27284 

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat 	0.27284 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.62
Правая граница:    	5.85
Размах выборки:    	1.23
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.620000 
 0.01	 4.620000 
 0.025	 4.620000 
 0.05	 4.880000 
 0.1	 5.070000
 0.15	 5.260000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
N                              	0.27284  	не отвергается		Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat N                         	0.27284 

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat 	0.27284 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
N                              	0.5857   	не отвергается		Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat N                         	0.5857  

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.5857  
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.62
Правая граница:    	5.85
Размах выборки:    	1.23
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.620000 
 0.01	 4.620000 
 0.025	 4.620000 
 0.05	 4.880000 
 0.1	 5.070000
 0.15	 5.260000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
N                              	0.27284  	не отвергается		Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat N                         	0.27284 

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat 	0.27284 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.62
Правая граница:    	5.85
Размах выборки:    	1.23
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.620000 
 0.01	 4.620000 
 0.025	 4.620000 
 0.05	 4.880000 
 0.1	 5.070000
 0.15	 5.260000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
N                              	0.27284  	не отвергается		Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat N                         	0.27284 

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat 	0.27284 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
N                              	0.5857   	не отвергается		Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat N                         	0.5857  

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.5857  
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
N                              	0.5857   	не отвергается		Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat N                         	0.5857  

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.5857  
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.62
Правая граница:    	5.85
Размах выборки:    	1.23
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.620000 
 0.01	 4.620000 
 0.025	 4.620000 
 0.05	 4.880000 
 0.1	 5.070000
 0.15	 5.260000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
N                              	0.27284  	не отвергается		Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat N                         	0.27284 

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat 	0.27284 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
N                              	0.5857   	не отвергается		Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat N                         	0.5857  

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.5857  
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
N                              	0.5857   	не отвергается		Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat N                         	0.5857  

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat 	0.5857  
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
N                              	0.78897  	не отвергается		Shift(Scale(D9(),0.217102508850986892?),5.447879418457620915?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat N                         	0.78897 

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat 	0.78897 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
N                              	0.86033  	не отвергается		Shift(Scale(D9(),0.217102508850986892?),5.447879418457620915?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat N                         	0.86033 

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat 	0.86033 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
N                              	0.5857   	не отвергается		Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat N                         	0.5857  

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat 	0.5857  
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
N                              	0.86033  	не отвергается		Shift(Scale(D9(),0.217102508850986892?),5.447879418457620915?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat N                         	0.86033 

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat 	0.86033 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
N                              	0.86033  	не отвергается		Shift(Scale(D9(),0.217102508850986892?),5.447879418457620915?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat N                         	0.86033 

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat 	0.86033 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Лап                            	0.4466   	не отвергается		Shift(Scale(D8(),0.179999999999999993),5.500000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat Лап                       	0.4466  

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.4466  
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Лап                            	0.64699  	не отвергается		Shift(Scale(D8(),0.173634160154918366?),5.460000540741538622?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat Лап                       	0.64699 

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.64699 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Логарифмически(ln) N           	0.64317  	не отвергается		Ln(Shift(Scale(D9(),0.050000000000000003),1.699999999999999956))                                    


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat Логарифмически(ln) N      	0.64317 

Распределение             Выборка                   	Критерий

Логарифмически(ln) N      G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.64317 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Логарифмически(ln) N           	0.64317  	не отвергается		Ln(Shift(Scale(D9(),0.050000000000000003),1.699999999999999956))                                    


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat Логарифмически(ln) N      	0.64317 

Распределение             Выборка                   	Критерий

Логарифмически(ln) N      G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.64317 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Логарифмически(ln) N           	0.78188  	не отвергается		Ln(Shift(Scale(D9(),0.040287545281802284?),1.694428910801774712?))                                  


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat Логарифмически(ln) N      	0.78188 

Распределение             Выборка                   	Критерий

Логарифмически(ln) N      G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.78188 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Логарифмически(ln) N           	0.78188  	не отвергается		Ln(Shift(Scale(D9(),0.040285872422733862?),1.694428433423206037?))                                  


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat Логарифмически(ln) N      	0.78188 

Распределение             Выборка                   	Критерий

Логарифмически(ln) N      G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.78188 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Лог                            	0.57007  	не отвергается		Shift(Scale(D13(),0.130000000000000004),5.500000000000000000)                                       


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat Лог                       	0.57007 

Распределение             Выборка                   	Критерий

Лог                       G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.57007 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Лог                            	0.92128  	не отвергается		Shift(Scale(D13(),0.123279198733547424?),5.456062190242350951?)                                     


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat Лог                       	0.92128 

Распределение             Выборка                   	Критерий

Лог                       G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.92128 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.5
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Лог                            	0.92128  	не отвергается		Shift(Scale(D13(),0.123279198733547424?),5.456062190242350951?)                                     


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat Лог                       	0.92128 

Распределение             Выборка                   	Критерий

Лог                       G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.92128 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.5
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
N                              	0.86033  	не отвергается		Shift(Scale(D9(),0.217102508850987280?),5.447879418457637790?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat N                         	0.86033 

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.86033 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.5
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
N                              	0.5857   	не отвергается		Shift(Scale(D9(),0.220000000000000001),5.500000000000000000)                                        


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat N                         	0.5857  

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.5857  
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.5
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat
N                              	0.86033  	не отвергается		Shift(Scale(D9(),0.217102508850987280?),5.447879418457637790?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat N                         	0.86033 

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish.dat 	0.86033 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.5
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
N                              	0.86033  	не отвергается		Shift(Scale(D9(),0.217102508850986892?),5.447879418457620915?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat N                         	0.86033 

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat 	0.86033 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.5
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
N                              	0.86033  	не отвергается		Shift(Scale(D9(),0.217102508850986892?),5.447879418457620915?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat N                         	0.86033 

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat 	0.86033 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
N                              	0.86033  	не отвергается		Shift(Scale(D9(),0.217102508850986892?),5.447879418457620915?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat N                         	0.86033 

Распределение             Выборка                   	Критерий

N                         G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat 	0.86033 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.1
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Лап                            	0.64699  	не отвергается		Shift(Scale(D8(),0.173634160146156818?),5.460000540772596444?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat Лап                       	0.64699 

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat 	0.64699 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.5
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Лап                            	0.64699  	не отвергается		Shift(Scale(D8(),0.173634160146156818?),5.460000540772596444?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat Лап                       	0.64699 

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat 	0.64699 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.5
Критерии согласия:
Хи-квадрат Пирсона              1.000 
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Лап                            	0.64289  	не отвергается		Shift(Scale(D8(),0.173634160146156818?),5.460000540772596444?)                                      


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat Лап                       	0.64289 

Распределение             Выборка                   	Критерий

Лап                       G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat 	0.64289 
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.5
Критерии согласия:
Колмогорова                     1.000 


--- 0 ---
Имя входного файла: G:\Other\ucheba\FPMI\IM_PMI\lab1\kavendish_2.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.5
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Study\AMI_1st_sem\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Study\AMI_1st_sem\IM_PMI\lab1\kavendish.dat
Пар                            	0        	отвергается		#8(9.591677199216116279?,4.879999051570507618?)                                                     


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Study\AMI_1st_sem\IM_PMI\lab1\kavendish.dat Пар                       	0       

Распределение             Выборка                   	Критерий

Пар                       G:\Study\AMI_1st_sem\IM_PMI\lab1\kavendish.dat 	0       
Идентификация
-------------

Оценивание:             Метод максимального правдоподобия
Критерий идентификации: Максимум вероятности согласия
Гипотеза:               простая
Уровень значимости:     0.5
Критерии согласия:
Колмогорова                     1.000 
Крамера-Мизеса-Смирнова         1.000 
Андерсона-Дарлинга              1.000 


--- 0 ---
Имя входного файла: G:\Study\AMI_1st_sem\IM_PMI\lab1\kavendish.dat
Название: Измерения средней плотности Земли, полученные Генри Кавендишем
Тип выборки:    	0
Число наблюдений:   	29
Объем:      	29
Левая граница:    	4.88
Правая граница:    	5.85
Размах выборки:    	0.97
Относительная погрешность:	0
Абсолютная погрешность:  	0

Ядро: Квадратичное с масштабом 0.5099

Верхние Процентные точки:
 0.85	 5.650000 
 0.9	 5.750000 
 0.95	 5.790000 
 0.975	 5.850000 
 0.99	 5.850000
 0.995	 5.850000
Нижние Процентные точки:
 0.005	 4.880000 
 0.01	 4.880000 
 0.025	 4.880000 
 0.05	 5.070000 
 0.1	 5.100000
 0.15	 5.270000
Распределение                  	Значение критерия	Гипотеза

G:\Study\AMI_1st_sem\IM_PMI\lab1\kavendish.dat
Пар                            	0        	отвергается		#8(9.591677199216116279?,4.879999051570507618?)                                                     


Результаты идентификации
--------------------------


Выборка                   Распределение             	Критерий

G:\Study\AMI_1st_sem\IM_PMI\lab1\kavendish.dat Пар                       	0       

Распределение             Выборка                   	Критерий

Пар                       G:\Study\AMI_1st_sem\IM_PMI\lab1\kavendish.dat 	0       