
===
Лапласа
Начальное приближение
масштаба t[0] = 0.97477577224416
сдвига t[1] = 0.97476602448643

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1654 со сдвигом 0.9690
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.9690,0.1654)
Имя для .ini-файла:
Shift(Scale(D8(),0.165353210354292651?),0.968953817871369028?)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 0.17554246391184
сдвига t[1] = 0.96895381787137

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1755 со сдвигом 0.9690
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.9690,0.1755)
Имя для .ini-файла:
Shift(Scale(D8(),0.175542219489098206?),0.968953817871369028)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 0.17554246391184
сдвига t[1] = 0.96895381787137

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1755 со сдвигом 0.9690
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.9690,0.1755)
Имя для .ini-файла:
Shift(Scale(D8(),0.175542219489098206?),0.968953817871369028)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 0.17554246391184
сдвига t[1] = 0.96895381787137

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1755 со сдвигом 0.9690
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.9690,0.1755)
Имя для .ini-файла:
Shift(Scale(D8(),0.175542219489098206?),0.968953817871369028)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 0.97477577224416
сдвига t[1] = 0.97476602448643

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1654 со сдвигом 0.9690
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.9690,0.1654)
Имя для .ini-файла:
Shift(Scale(D8(),0.165353210354292651?),0.968953817871369028?)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 0.17554246391184
сдвига t[1] = 0.96895381787137

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1755 со сдвигом 0.9690
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.9690,0.1755)
Имя для .ini-файла:
Shift(Scale(D8(),0.175542219489098206?),0.968953817871369028)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 0.97477577224416
сдвига t[1] = 0.97476602448643

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1654 со сдвигом 0.9690
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.9690,0.1654)
Имя для .ini-файла:
Shift(Scale(D8(),0.165353210354292651?),0.968953817871369028?)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 1.00246418739291
сдвига t[1] = 0.00000000000000

# Результаты оценивания параметров распределения:
Лапласа с масштабом 1.0025 со сдвигом 0.0000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.0000,1.0025)
Имя для .ini-файла:
Shift(Scale(D8(),1.002463942970165167?),0.000000000000000000)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 1.00246418739291
сдвига t[1] = 0.00000000000000

# Результаты оценивания параметров распределения:
Лапласа с масштабом 1.0025 со сдвигом 0.0000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.0000,1.0025)
Имя для .ini-файла:
Shift(Scale(D8(),1.002463942970165167?),0.000000000000000000)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 1.00246418739291
сдвига t[1] = 0.00000000000000

# Результаты оценивания параметров распределения:
Лапласа с масштабом 1.0025 со сдвигом 0.0000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.0000,1.0025)
Имя для .ini-файла:
Shift(Scale(D8(),1.002463942970165167?),0.000000000000000000)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 1.00246418739291
сдвига t[1] = 0.00000000000000

# Результаты оценивания параметров распределения:
Лапласа с масштабом 1.0025 со сдвигом 0.0000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.0000,1.0025)
Имя для .ini-файла:
Shift(Scale(D8(),1.002463942970165167?),0.000000000000000000)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 1.00246394297017
сдвига t[1] = 1.00245416275103

# Результаты оценивания параметров распределения:
Лапласа с масштабом 1.0025 со сдвигом 0.9845
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.9845,1.0025)
Имя для .ini-файла:
Shift(Scale(D8(),1.002463942970165167),0.984504249593262326?)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 1.00246418739291
сдвига t[1] = 1.00245416275103

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1777 со сдвигом 0.9846
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.9846,0.1777)
Имя для .ini-файла:
Shift(Scale(D8(),0.177667680308864595?),0.984551749015573630?)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 0.17766768030886
сдвига t[1] = 0.98455174901557

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1777 со сдвигом 0.9846
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.9846,0.1777)
Имя для .ini-файла:
Shift(Scale(D8(),0.177667680308864595),0.984551749015573630)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 0.17770125189246
сдвига t[1] = 0.98455174901557

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1777 со сдвигом 0.9846
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.9846,0.1777)
Имя для .ini-файла:
Shift(Scale(D8(),0.177701007469718730?),0.984551749015573630)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 1.00246418739291
сдвига t[1] = 0.00000000000000

# Результаты оценивания параметров распределения:
Лапласа с масштабом 1.0025 со сдвигом 0.0000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.0000,1.0025)
Имя для .ini-файла:
Shift(Scale(D8(),1.002463942970165167?),0.000000000000000000)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 1.00000000000000
сдвига t[1] = 1.00245416275103

# Результаты оценивания параметров распределения:
Лапласа с масштабом 1.0000 со сдвигом 0.9845
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.9845,1.0000)
Имя для .ini-файла:
Shift(Scale(D8(),1.000000000000000000),0.984500928127238661?)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 1.00000000000000
сдвига t[1] = 1.00245416275103

# Результаты оценивания параметров распределения:
Лапласа с масштабом 1.0000 со сдвигом 0.9845
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.9845,1.0000)
Имя для .ini-файла:
Shift(Scale(D8(),1.000000000000000000),0.984500928127238661?)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 0.17811667509183
сдвига t[1] = 1.00000000000000

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1781 со сдвигом 1.0000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(1.0000,0.1781)
Имя для .ini-файла:
Shift(Scale(D8(),0.178116430669083198?),1.000000000000000000)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 5.00000000000000
сдвига t[1] = 1.00245416275103

# Результаты оценивания параметров распределения:
Лапласа с масштабом 5.0000 со сдвигом 1.0747
Метод минимума статистики Колмогорова
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(1.0747,5.0000)
Имя для .ini-файла:
Shift(Scale(D8(),5.000000000000000000),1.074699468710185180?)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 1.00000000000000
сдвига t[1] = 1.00245416275103

# Результаты оценивания параметров распределения:
Лапласа с масштабом 1.0000 со сдвигом 1.0406
Метод минимума статистики Колмогорова
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(1.0406,1.0000)
Имя для .ini-файла:
Shift(Scale(D8(),1.000000000000000000),1.040614833083651769?)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 1.00246418739291
сдвига t[1] = 0.00000000000000

# Результаты оценивания параметров распределения:
Лапласа с масштабом 93055.9131 со сдвигом 0.0000
Метод минимума статистики Колмогорова
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.0000,93055.9131)
Имя для .ini-файла:
Shift(Scale(D8(),93055.913091539638120000?),0.000000000000000000)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 1.00246418739291
сдвига t[1] = 0.00000000000000

# Результаты оценивания параметров распределения:
Лапласа с масштабом 1.0025 со сдвигом 0.0000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.0000,1.0025)
Имя для .ini-файла:
Shift(Scale(D8(),1.002463942970165167?),0.000000000000000000)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 1.00246418739291
сдвига t[1] = 0.00000000000000

# Результаты оценивания параметров распределения:
Лапласа с масштабом 1.0025 со сдвигом 0.0000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.0000,1.0025)
Имя для .ini-файла:
Shift(Scale(D8(),1.002463942970165167?),0.000000000000000000)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 1.00246418739291
сдвига t[1] = 1.00245416275103

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1777 со сдвигом 0.9846
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.9846,0.1777)
Имя для .ini-файла:
Shift(Scale(D8(),0.177667680308864595?),0.984551749015573630?)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 0.17766768030886
сдвига t[1] = 1.00245416275103

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1777 со сдвигом 0.9845
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.9845,0.1777)
Имя для .ini-файла:
Shift(Scale(D8(),0.177667680308864595),0.984496931567667821?)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 1.00246418739291
сдвига t[1] = 0.00000000000000

# Результаты оценивания параметров распределения:
Лапласа с масштабом 1.0025 со сдвигом 0.0000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.0000,1.0025)
Имя для .ini-файла:
Shift(Scale(D8(),1.002463942970165167?),0.000000000000000000)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 0.17811667509183
сдвига t[1] = 1.00000000000000

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1781 со сдвигом 1.0000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(1.0000,0.1781)
Имя для .ini-файла:
Shift(Scale(D8(),0.178116430669083198?),1.000000000000000000)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 1.00246418739291
сдвига t[1] = 1.00245416275103

# Результаты оценивания параметров распределения:
Лапласа с масштабом 0.1777 со сдвигом 0.9846
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=2

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.9846,0.1777)
Имя для .ini-файла:
Shift(Scale(D8(),0.177667680308864595?),0.984551749015573630?)
======================================

===
Равномерное
Начальное приближение
масштаба t[0] = 1.67757818027920
сдвига t[1] = 0.00000000000000

# Результаты оценивания параметров распределения:
Равномерное с масштабом 1.6776 со сдвигом 0.0000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Рав(0.0000,1.6776)
Имя для .ini-файла:
Shift(Scale(D0(),1.677578180279198916?),0.000000000000000000)
======================================

===
Равномерное
Начальное приближение
масштаба t[0] = 1.67757818027920
сдвига t[1] = 0.00000000000000

# Результаты оценивания параметров распределения:
Равномерное с масштабом 1.6776 со сдвигом 0.0000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Рав(0.0000,1.6776)
Имя для .ini-файла:
Shift(Scale(D0(),1.677578180279198916?),0.000000000000000000)
======================================

===
Лапласа
Начальное приближение
масштаба t[0] = 1.00246418739291
сдвига t[1] = 0.00000000000000

# Результаты оценивания параметров распределения:
Лапласа с масштабом 1.0025 со сдвигом 0.0000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=1

G:\Other\ucheba\FPMI\KTM_AD\ISW\omp_20_16600_Лап(0.0000,1.0000).dat
Наилучшее :
Лап(0.0000,1.0025)
Имя для .ini-файла:
Shift(Scale(D8(),1.002463942970165167?),0.000000000000000000)
======================================
